applications/solvers/incompressible/simpleFoam_with_fvOption/cases/v2206/pitzDaily/system/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

averageConstraint1
{
    type            averageConstraint;
    active          true;
    selectionMode   cellSet;
    cellSet         c0;
    fields          (p);
}


//************************************************************************* //
